Repository: rafasashi/woo-images-product-tab
Catalog: lang/wc_images_product_tab-*.po
Languages: fr_fr, pt_br

source: Product Images Tab
fr_fr: Onglet images du produit
pt_br: Aba de Fotos dos Produtos

source: Size of Images
fr_fr: Taille des images
pt_br: Tamanho das Fotos

source: What size would you like to display ?
fr_fr: Quelle taille voulez-vous afficher?
pt_br: Qual tamanho você gostaria de exibir?

source: Thumbnail
fr_fr: Vignette
pt_br: Miniatura

source: Medium
pt_br: Médio

source: Large
fr_fr: Grand
pt_br: Grande

source: Full / Original
fr_fr: Plein / Original
pt_br: Inteiro / Original

source: Enable Lightbox
fr_fr: Activer la Lightbox
pt_br: Habilita Lightbox

source: Enable WooCommerce lightbox for images in the tab
fr_fr: Activer WooCommerce lightbox pour les images dans l'onglet
pt_br: Habilita o Lightbox do WooCommerce para fotos na aba

source: Donate
fr_fr: Faire un don
pt_br: Faça uma doação

source: More WooCommerce Extensions
fr_fr: Plus Extensions WooCommerce
pt_br: Mais extensões para WooCommerce

source: Images
pt_br: Fotos

source: Disable images tab?
fr_fr: Désactiver onglet images?
pt_br: Desabilita aba de fotos?

source: requires <a href="http://www.woothemes.com/woocommerce/" target="_blank">WooCommerce</a> to be activated in order to work. Please install and activate <a href="
fr_fr: nécessite <a href="http://www.woothemes.com/woocommerce/" target="_blank">WooCommerce</a> pour être activée afin de travailler. S'il vous plaît installer et activer <a href="
pt_br: Requer que o <a href="http://www.woothemes.com/woocommerce/" target="_blank">WooCommerce</a> esteja ativado para funcionar. Por favor instale e ative <a href="

source: Docs
fr_fr: Manuel
